{
  "title": "My career path",
  "subtitle": "Experience",
  "capgemini": "Capgemini, Toulouse, France",
  "capgeminiJob": "Full-Stack Engineer",
  "capgeminiDates": "Sept 2022 - Sept 2023",
  "capgeminiDescription": "I'm working on a web application that allows hundreds of Airbus employees to facilitate contract design and fleet management with other airlines, using React and ExpressTS.",
  "scribe": "Scribe, London, United Kingdom",
  "scribeJob": "Full-Stack Engineer",
  "scribeDates": "May 2022 - Sept 2022",
  "scribeDescription": "I built the website, worked on the UI/UX of the client platform, automated data retrieval, and participated in the development of Scribe's Cloud solutions. This was done with Vite, Vue3, Quasar, TailwindCSS, and CDK/SDKs for AWS services such as S3, Lambda, SES and APIGateway.",
  "scribe2": "Scribe, London, United Kingdom",
  "scribeJob2": "Full-Stack Engineer",
  "scribeDates2": "Sept 2023 - Today",
  "scribeDescription2": "I work on Scribe's client platform, mainly as a front-end engineer. I carry out various tasks depending on the company's needs and customer feedback. I use Vue3, Quasar, SvelteKit and Typescript on a daily basis.",
  "total": "TotalEnergies, Pau, France",
  "totalJob": "Angular/ExpressJS Developer",
  "totalDates": "May 2021 - Aug 2021",
  "totalDescription": "I rebuilt old Java physics tools into a Javascript web application using Angular/ExpressJS to help hundreds of Total geophysicists measure seismic data, as well as set up a full member space to allow them to communicate/backup their preferences.",
  "projetdemocratia": "ProjetDemocratia, Remote, France",
  "projetdemocratiaJob": "Angular/ExpressJS Developer",
  "projetdemocratiaDates": "Mar 2021 - Oct 2021",
  "projetdemocratiaDescription": "I have developed the website of the association Projet Democratia, which aims to re-interest young people in public affairs and fight against abstentionism. I host an article published in Le Monde and signed by more than 130 French deputies and senators.",
  "freelance": "Freelance, Toulouse, France",
  "freelanceJob": "Full-Stack Web Developer",
  "freelanceDates": "2015 - Today",
  "freelanceDescription": "I have helped dozens of small businesses/associations gain visibility and get into business by making trendy websites for them, using the knowledge I have  accumulated from spending years on online training."
}
