{
    "title": "Mon parcours professionnel",
    "subtitle": "Expériences",
    "capgemini": "Capgemini, Toulouse, France - Ingénieur Full-Stack",
    "capgeminiDates": "Sept 2022 - Aujourd'hui",
    "capgeminiDescription": "Je travaille sur une application web qui permet à des centaines de compagnies aériennes de faciliter contrats et gestion de flottes, avec React et ExpressTS.",
    "scribe": "Scribe, London, GB - Ingénieur Full-Stack",
    "scribeDates": "Mai 2022 - Sept 2022",
    "scribeDescription": "J'ai construit le site web, travaillé sur l'UI/UX de la plateforme client, automatisé la récupération de données envoyées sous forme de newsletter et participé au développement des solutions Cloud de Scribe. Cela à l'aide de NodeJS/Vite, Vue3, Quasar, TailwindCSS, et les CDK/SDK de nombreux services AWS tels que S3, Lambda, SES et APIGateway.",
    "total": "TotalEnergies, Pau, France - Développeur Angular/ExpressJS",
    "totalDates": "Mai 2021 - Août 2021",
    "totalDescription": "J'ai reconstruit une application Java en application web Angular pour aider plus d'une centaine de géophysiciens Total à mesurer des données sismiques de manière plus simple et moins polluante. J'ai aussi mis en place un espace membre qui leur permet sauvegarde et communications avec ExpressJS et PostgreSQL.",
    "projetdemocratia": "ProjetDemocratia, Distanciel, France - Développeur Angular/ExpressJS",
    "projetdemocratiaDates": "Mars 2021 - Oct 2021",
    "projetdemocratiaDescription": "J'ai développé le site web de l'association Projet Democratia, qui vise à réintéresser les jeunes à la chose publique et lutter contre l'abstentionnisme. J'y héberge une tribune parue dans Le Monde et signée par plus de 130 députés et sénateurs français.",
    "freelance": "Freelance, Toulouse, France - Développeur web Full-Stack",
    "freelanceDates": "2015 - Aujourd'hui",
    "freelanceDescription": "J'ai aidé des dizaines de petites entreprises/associations à gagner en visibilité et à se lancer en ligne en leur créant des sites web modernes avec les différentes formations en ligne que j'ai accumulé ces dernières années."
}